[
  {
  	"name":"Earl Sande",
    "imagename":"sande",
  	"bio":"Earl Sande was the premier jockey of the 1920s. He won three Kentucky Derbys. He excited the nation. <br /> <br /> Damon Runyon said of Sande:  <em>Maybe We'll have another, Maybe in 90 years! Maybe we'll find his brother, With his brains above his ears, Maybe- I'll lay agin it, A million bucks to a fin. Never a handy guy like Sande,  Bootin' them babies in!</em> Runyon also wrote of Hande: <br /> <br /> <em>And at the end he cursed the fate, That Swept him to such wretched state. Fate called a Fighter from the throng, And barred his pathway to the goal;</em> <br /> <br /> <em>At each new blow, with purpose strong, He fought back with a stouter soul; And step by step he drove Fate back, And soon before the last attack, Fate fled in terror from his way.</em>",
    "mounts":"3,673",
    "wins":"968",
    "earnings":"$2,998,110" 
  },
  {
  	"name":"Braulio Baeza",
    "imagename":"baeza",
  	"bio":"From his arrival in the United States from his native Panama in 1959 until his retirement in 1976 Braulio Baeza was a leading jockey in New York and North America.  For the years 1965-1969 he was top money winning jockey in North America.  In  1972 and 1975 he received the Eclipse Award as the best jockey in the United States.  Among the outstanding horses Baeza rode were:  Buckpasser, Dr. Fager, Arts and Letters, Susan’s Girl, Ack Ack, Foolish Pleasure, Affectionately, Damascus, Chateaugay and Gallant Bloom. He won the Kentucky Derby once and the Belmont Stakes three times. <br /> <br />Baeza was noted for his dignified stance on a horse—ramrod straight back and calm expression on his face. His cool demeanor translated into a thoughtful and precise ride best suited for his mount and the particular conditions of the individual race.",
    "mounts":"17,239",
    "wins":"3,140 (plus 873 in Panama)",
    "earnings":"$36,150,142" 
  },
  {
    "name":"James Winkfield",
    "imagename":"winkfield",
    "bio":"Winkfield rode in the United States from 1898 to 1903 and in Europe and Russia from 1904 to 1930.  He won the Kentucky Derby in 1901 and 1902.  In 1903 he lost the Kentucky Derby by ¾ length after leading the entire race. Winkfield believed the loss was due to his own poor judgement and considered it the worst defeat of his career.  Winkfield was the last African American to win the Kentucky Derby. In 1901 he won 220 races. In 1904 he was the leading jockey in wins in Russia. Winkfield won the Russian Derby four times, the Czar’s Prize three times, the Moscow Derby two times and the Emperor’s Purse. In France he won the President de la Republique, Grand Prix de Deauville and the Prix Eugene Adam. In Germancy, Winkfield won the Grand Prix de Baden.  In Poland, he won the Polish Derby twice. <br /> <br /> Upon Winkfield’s death in 1974 in the Paris suburb of Maisons-Laffitte at the age of 91 Gerald Eskenazi wrote in the New York Times: <br /> <br /> <em>During World War II Winkfield returned to this country and worked as a groom.  In 1953 he went back to France and opened a school for training jockeys with his son, Robert.<em>",
    "mounts":"Unknown",
    "wins":"In excess of 2,500",
    "earnings":"Unknown" 
  },
  {
  	"name":"Manuel Ycaza",
    "imagename":"ycaza",
  	"bio":"Nicknamed the Panic from Panama Manuel Ycaza pioneered the path for Latino jockeys in the United States. He was extremely aggressive on the racecourse—receiving numerous suspensions and fines; however, he won nearly every important race except the Kentucky Derby. He began racing at the age of 14 in the United States in 1956 and retired in 1971 after incurring a serious injury—only to return in 1983 as an active jockey! (And retired the following year, 1984). <br /> <br /> His passion is completely revealed by the comment he made in 1962 at the age of 20: <em> I am burning inside. I cannot sleep for a week thinking of losing that race. Next time I win, and I know I love this better than anything.</em>",
    "mounts":"10,561",
    "wins":"2,367",
    "earnings":"Approximately $30,000,000" 
  },
  {
    "name":"Angel Cordero, Jr.",
    "imagename":"cordero",
    "bio":"Cordero had a long career as a jockey—1960-1992.  He was Jockey of the Year in 1982 and 1983, leading jockey in earnings in 1976, 1982 and 1983 and leading jockey in wins in 1968. <br /> <br />Cordero was a fierce competitor and his work ethic is legendary. He won just about every important horse race in the United States.  During his era he was the most noticeable jockey in New York.  Steve Crist of the New York Times put it this way: <br /> <br /><em>Every jockey is occasionally booed and screamed at for a losing ride on a favorite, but Cordero becomes the public's focus of almost every race he rides in. It doesn't matter if his horse is 2-1 or 20-1 on the morning line, Cordero's presence is rarely irrelevant. In New York, he is one of the fundamentals of handicapping; thorough bettors consider speed, class, form, pace, track condition, post position, appearance, weight - and Cordero.</em>",
    "mounts":"38,642",
    "wins":"7,057",
    "earnings":"$164,571,847" 
  },
  {
    "name":"Jorge Velasquez",
    "imagename":"velasquez",
    "bio":"Velasquez’s career lasted from 1963 to 1997.  He won the  Filly Triple Crown (The Acorn Stakes, The Mother Goose Stakes and the Coaching Club American Oaks twice—in 1974 with Chris Evert and in 1979 with Davona Dale.  He has also won the Kentucky Derby, the Preakness Stakes, the Beldame Stakes (5 times), the Mother Goose Stakes (5 times), the Acorn Stakes (4 times) the Coaching Club American Oaks (4 times), the Carter Handicap, the Jerome Handicap, the Man O’War Stakes (5 times), the Wood Memorial, the Remsen Stakes (2 times), the Jockey Club Gold Cup (3 times), the Whitney Handicap (2 times) and the Saratoga Special. Velasquez finished in the top 10 nationally in earnings for 20 consecutive years, from 1966-85. On two occasions, in 1965 and again in 1981, he rode six winners on a single card. He led the nation in victories with 438 in 1967 and won the New York riding title five times from 1971 to 1978.<br /> <br />Velasquez was noted for his ability to race a horse according to its strengths, to have an outstanding sense of pace, to alter tactics quickly as a race unfolded, to seize opportunities and to always have something left in his horses in the stretch.",
    "mounts":"40,852",
    "wins":"6,795",
    "earnings":"$125,544,379"
  },
  {
    "name":"Eddie Arcaro",
    "imagename":"arcaro",
    "bio":"Arcaro was active as a jockey from 1931 to 1961.  He won the Triple Crown (Kentucky Derby, Preakness Stakes and Belmont Stakes) twice, the Kentucky Derby five times, the Preakness Stakes six times, the Belmont Stakes six times, the Suburban Handicap eight times and the Jockey Club Gold Cup ten times. <br /> <br /> His mounts were among the legends of mid-twentieth century thoroughbred horse racing—winning Horse of the Year titles eight times.  He stated that Citation was the best 3 year-old he rode and Kelso was the “best horse of any age.” As a rider he was noted for his sensitive hands, uncanny sense of pace and racing strategy.",
    "mounts":"24,092",
    "wins":"4,779",
    "earnings":"Approximately $30,000,000"
  },
  {
    "name":"Steve Cauthen",
    "imagename":"cauthen",
    "bio":"As a 17 year old apprentice jockey in 1977 Steve Cauthen led the United States in wins with 477 and became the first jockey to win $6,000,000 in purses. As a result he was named Sports Illustrated Sportsman of the Year, the Associated Press Male Athlete of the Year, the Eclipse Award for Outstanding Apprentice Jockey of the Year and the Eclipse Award for Outstanding Jockey in the United States.  The following Spring he was the youngest jockey to win the Triple Crown (Kentucky Derby, Preakness Stakes and Belmont Stakes) aboard Affirmed. <br /> <br /> In 1979 he moved to Europe and was a champion jockey for the next 13 years and won every major race (save the Arc de Triomphe) in the United Kingdom, Ireland, France, Germany and Italy.",
    "mounts":"14,640",
    "wins":"2,794",
    "earnings":"Unknown"
  },
  {
    "name":"Ron Turcotte",
    "imagename":"turcotte",
    "bio":"Turcotte is over-shadowed by his most famous mount—Secretariat and one might infer that a legendary horse is solely responsible for him being in the Horse Racing Hall of Fame. Such a conclusion would be extremely inaccurate and superficial.  Turcotte was an active jockey from 1959 until 1978.  His career and almost his life ended on July 13, 1978 when his mount, Flag of Leyte Bay, stumbled in the eighth race at Belmont Park and he was thrown under a stampede of hooves and became permanently disabled.",
    "mounts":"20,281",
    "wins":"3,032",
    "earnings":"Approximately $28,000,000"
  }
]