[
  {
  	"name":"Ben Jones",
    "imagename":"jones",
  	"bio":"Jones’ first victory was in 1909. In 1938 he won his first Kentucky Derby (Lawrin). He would win five more—Whirlaway, Pensive, Citation, Ponder and Hill Gail. Whirlaway and Citation won the Triple Crown. <br /> <br /> Jones trained four Horses of the Year—Whirlaway, Twilight Tear, Armed and Citation.  He led the United States in earnings for eleven years. He also was named Trainer of the Year four times. Jones was the exclusive trainer for Calumet Farms—it led the nation in earnings for 11 years.",
    "starts":"Not Available",
    "wins":"Not Available",
    "earnings":"Not Available" 
  },
  {
  	"name":"Frank Whiteley",
    "imagename":"whiteley",
  	"bio":"Whitely is best remembered as the trainer of the legendary filly Ruffian. However he was also the trainer of other great horses such as Damascus, Forego and Tom Rolfe. He was active as a trainer from 1936 to 1984. While he did not race many horses he was a legend among his colleagues. <br /> <br /> Whitely was especially noted for his fastidious care of his horses. Lee Christian, the president of the South Carolina Thoroughbred Owners and Breeders Association said: &ldquo;I don't think anyone loved the horses he trained more than Frank did. He had this warm spot in his heart for them that you just don't see that often.&rdquo; <br /> <br /> Hall of Fame trainer Shug McGuaghey worked for Whitely and said of him: &ldquo;He wasn’t easy, but the reason he wasn’t easy was because he was teaching you.&rdquo; </br> Damascus was the 1967 Horse of the Year after winning the Preakness Stakes, Belmont Stakes, Travers Stakes, Jockey Club Gold Cup, and Woodward Stakes. Forego was Horse of the Year three times in the 1970s and won eight Eclipse Awards. Tom Rolfe won the Kentucky Derby and the Preakness Stakes in 1965. And, of course, Ruffian—the filly won all her races (10) until she died in her 11th (a match race with Foolish Pleasure).",
    "starts":"2,022",
    "wins":"848",
    "earnings":"$8,994,619" 
  },
  {
    "name":"Hirsch Jacobs",
    "imagename":"jacobs",
    "bio":"Hirsch Jacobs was active as a trainer between 1928 and 1969. He was dubbed the “world’s leading trainer of all time in point of winners saddled” on June 26, 1965 when his outstanding mare, Affectionately, won the $50,000 added Vagrancy Handicap at Aqueduct.  He ranked number one from 1933 through 1939 and 1941 through 1944.  Between 1932 and 1952 Jacobs was annually in the top 10 ranking of trainers. He was called <em>King of the Claimers</em> because of his ability to buy a horse at a low price because of its poor performance and through his expert training turn it into a winner. Hirsch Jacobs never won a Triple Crown race (Kentucky Derby, Preakness Stakes and Belmont Stakes).  However, when he died on February 23, 1970, his wife took over ownership of his horses and his son John trained his horses.  On May 16, 1970, Mrs. Jacobs and John Jacobs won the Preakness Stakes with their horse Personality (as predicted by Hirsch Jacobs!).",
    "starts":"Unknown",
    "wins":"3,593",
    "earnings":"$15,356,904" 
  },
  {
  	"name":"Laz Barrera",
    "imagename":"barrera",
  	"bio":"Barrera won the Eclipse Award for being the Outstanding Trainer of the Year in the United States from 1976-1979. He was the leading money-winning trainer in 1977, 1978, 1979, 1984 and 1986. Barrera trained Triple Crown winner Affirmed as well as Kentucky Derby and Belmont Stakes winner Bold Forbes. His horses won six Eclipse Awards as the best horses in the United States. <br /> <br /> Jockey Angel Cordero, Jr. described Barrera’s preparation of Bold Forbes for the Belmont Stakes in these words: &ldquo;One of the best training jobs anyone's ever done with a horse. Not many people could make a sprinter go a mile and a quarter or a mile and a half. It amazed me and I was working and riding the horse. Up to this moment I still can't believe that the horse won.&rdquo; <br /> <br /> Calling his triple by-pass surgery his Triple Crown, Barrera added: &ldquo;I still work seven days a week, and even if I'm not running a horse I come to the track every day. Racing's my life; there's nothing better in the world. If I die, I want to die on the track.&rdquo;",
    "starts":"13,184",
    "wins":"2,268",
    "earnings":"$49,899,056" 
  },
  {
    "name":"H. Allen Jerkens",
    "imagename":"jerkins",
    "bio":"Jerkens won the Eclipse Award for Outstanding Trainer in 1973. The New York Turf Writers Association honored him as the Outstanding Trainer in 1957, 1962, 1973, 1992 and 1994 and the National Turf Writers Association honored him with the Mr. Fitz Award (named for Sunny Jim Fitzsimmons) as the person who most &ldquo;typifies the spirit of racing.&rdquo; <br /> <br /> Jerkens saddled his first winner at Aqueduct Racetrack—Populace on July 4, 1950—and his first stakes win at Jamaica Race Course—War Command. He was the youngest trainer to be inducted in to the Horse Racing Hall of Fame. His horses defeated two of Horse Racing’s Greatest legends: Secretariat two times and Kelso three times. He never trained the best horses—only one is in the Hall of Fame—but his record and honors reflect his legendary skills as a trainer. <br /> <br /> Jerkens was the leading trainer at 14 meets in New York. Hall of Fame trainer D. Wayne Lucas said of him: &ldquo;He was a horseman’s horseman. “No frills, old school, as they call it nowadays. Very thorough. Always to be considered, whether it was the third race on a Wednesday or a Grade 1 on a Saturday. [He was] so generous with his information. He shared his knowledge with so many people, so many young guys.They don’t make them like that anymore. He was special.&rdquo;",
    "starts":"13,184",
    "wins":"2,268",
    "earnings":"$49,899,056" 
  },
  {
    "name":"Lucien Laurin",
    "imagename":"laurin",
    "bio":"Laurin won the Eclipse Award for being the Outstanding Trainer of the Year in the United States in 1972. In successive years in the early 1970s he trained two colts—Riva Ridge and Secretariat—who both won Eclipse Awards as the Outstanding 2 year-old and 3 year-old and Horse of the Year. He is the only trainer to accomplish this feat. Laurin won 36 major Stakes races including 6 Triple Crown events. <br /> <br />Jockey Ron Turcotte said of Laurin: &ldquo;He put a lot of confidence in me. That in turn put a lot of confidence in the horses. How many trainers do you know that really listen to their jocks? I can count them on one hand. He was one of them.&rdquo; <br /> <br /> Penny Chenery, owner of Riva Ridge and Secretariat observed: &ldquo;Lucien was a money trainer. He could really get horses ready for big races.&rdquo; <br /> <br /> There are not too many angels in horse racing (except Angel Cordero, Jr.!) Chenery candidly said about Laurin: &ldquo;He had a terrible temper, that's true. But he was a perfectionist, and if people weren't as precise as him or as hard working, he'd stomp and yell. But he was so loveable. And he wanted a happy barn, with happy people.&rdquo; <br /> <br /> Turcotte added: &ldquo;If he had one fault, it was his temper. But he just hated to lose.&rdquo;",
    "starts":"4,506",
    "wins":"1,161",
    "earnings":"$11,972,952"
  },
  {
    "name":"Frank Martin",
    "imagename":"martin",
    "bio":"In 1971 and from 1973-1982 Martin was the leading trainer in New York, winning the most races in each year.  He was honored with the New York Turf Writers Association's Outstanding Trainer Award in 1971, 1974, and 1982, and also received the organization's award as New York's champion trainer in 1971, 1973, 1976-79, and 1981. Martin won more than 20 meet titles in New York. <br /> <br /> The trainer Gary Contessa said of Martin: &ldquo;That guy was the ultimate horseman, he wasn’t just a guy who screamed a lot and was a wild and crazy guy. He could take a horse apart and put it back together again and make it a better horse. He was an unbelievable horseman.&rdquo; Hall of Fame jockey Angel Cordero, Jr. commenting upon Martin, the person, said: &ldquo;He was difficult to get along with, but he had a good heart. If you needed money (he'd give you some). He bought a restaurant, and he didn't let anybody pay for one year, and then he had to sell it&rdquo;. Cordero added: &ldquo;He was one of the greatest horsemen. When I came to this country I worked around four people here I think were the greatest: Angel Penna Sr., Lazaro Barrera, Frank Martin, and Allen Jerkens.&rdquo;",
    "starts":"18,985",
    "wins":"3,241",
    "earnings":"$47,592,039"
  },
  {
    "name":"Sunny Jim Fitzsimmons",
    "imagename":"fitzsimmons",
    "bio":"Called &ldquo;Sunny&rdquo; for his sunny disposition, Fitzsimmons was also affectionately referred to as &ldquo;Mr. Fitz.&rdquo; <br /> <br /> Fitzsimmons began training in 1893 and retired at the age of 88 years  in 1963. He trained 155 stakes-winning horses that won approximately 470 stakes races—including two Triple Crowns (Gallant Fox in 1930 and Omaha in 1935). In addition to 13 victories in Triple Crown races he won 10 Saratoga Cups, 9 Dwyer Stakes, 8 Lawrence Realization Stakes, 8 Wood Memorials Stakes, 8 Alabama Stakes, 7 Jockey Club Gold Cups and 5 Suburban Handicaps. In five years Fitzsimmons was the leading trainer in purses won.",
    "starts":"Unkown",
    "wins":"2,275 based upon incomplete records",
    "earnings":"$13,082,911 based upon incomplete records"
  },
  {
    "name":"John Campo",
    "imagename":"campo",
    "bio":"John Campo is <em>not</em> in the Horse Racing Hall of Fame.  Nonetheless he is a Legend of the <em>Queens Turf</em>. John was an outsider—he operated a public not a private stable. Steve Cady of the New York Times in 1981 said: &ldquo;To his detractors, he will still be unpolished, ungrammatical, even uncouth. Campo’s critics cite his (poor manners) when he said of his horse Pleasant Colony after winning the Kentucky Derby ‘He won because I’m a good horse trainer, pal and don’t ever forget it.’rdquo; <br /> <br /> Tex Maule wrote in Sports Illustrated in 1971: &ldquo;Yet if one should suggest to racing’s small circle of elite owners and private trainers that Johnny Campo may well be the best trainer in the business, the response is a quick, pained denial. To the people with breeding farms, the best stallions and racing programs geared to a few classic victories each year, Campo is a rather unwelcome intruder from an unfamiliar world.  Elliott Burch, a Yale man who trains for Paul Mellon’s prestigious Rokeby Stable, said recently, ‘Campo? I really don’t know him very well. He still calls me Mr. Burch.’&rdquo; <br /> <br /> Campo grew up in Ozone Park, attending PS 108 where he could look out the window and see Aqueduct Racetrack. He dropped out of John Adams High School at the age of 16. He was a leading trainer in New York for many years.  His horses won 3 Eclipse Awards and approximately 100 Stakes races. John never won an Eclipse Award for his training.",
    "starts":"12,826",
    "wins":"1,431",
    "earnings":"$25,566,380"
  }
]